Revit 2026 API

# ProjectInfoOrganizationName Property

---

Get or Set the Organization Name of the Project Information.

**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 26.0.4.0 (26.0.4.0)

```csharp
public string OrganizationName { get; set; }
```
```vb
Public Property OrganizationName As String
	Get
	Set
```
```cpp
public:
property String^ OrganizationName {
	String^ get ();
	void set (String^ value);
}
```
```fsharp
member OrganizationName : string with get, set
```

#### Property Value

String

This property is used to get or set the Project Number of the Project Information.

#### Reference

ProjectInfo Class

Autodesk.Revit.DB Namespace